Revit 2027 API
ParameterTypeId.MullionFamType Property
 "Mullion Family General Shape"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionFamType { get; }
Public Shared ReadOnly Property MullionFamType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionFamType {
	ForgeTypeId^ get ();
}
static member MullionFamType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace